/*
 Localizable.strings
 JAnalytics
 
 Created by Saravanan S on 28/02/18.
 Copyright © 2018 zoho. All rights reserved.
 */

"zanalytics.analytics.title" = "Analytika";

"zanalytics.analytics.tracking.cell.title" = "Sdílet statistiky využívání";

"zanalytics.analytics.tracking.footer" = "Sdílejte statistiky využívání s našimi vývojáři aplikace. Pomáhá nám to aplikaci zlepšovat.";

"zanalytics.analytics.tracking.anonymous.footer" = "Sdílejte statistiky využívání s našimi vývojáři aplikace. Pomáhá nám to aplikaci zlepšovat.";

"zanalytics.analytics.crashreport.cell.title" = "Povolit hlášení při pádu";

"zanalytics.analytics.crashreport.footer" = "Sdílejte data o pádu aplikace s našimi vývojáři pokaždé, když se aplikace náhle ukončí. Pomůže nám to identifikovat chyby a vytvářet opravy.";

"zanalytics.analytics.anonymouse.cell.title" = "Zahrnout mou identitu";

"zanalytics.analytics.anonymouse.footer" = "Povolit sdílení údajů s vaší identitou. Pomůže nám to v některých případech, kdy náš tým podpory informujete o konkrétním problému.";

"zanalytics.privacy.disable.alert.title" = "Upozornění!";

"zanalytics.privacy.disable.alert.description" = "Sdílení statistik využívání nám pomůže vás lépe informovat poskytováním informací o pádu aplikace. Pomůže nám to odstranit otravné chyby.";

"zanalytics.privacy.disable.alert.ok" = "OK";


"zanalytics.privacy.alert.title" = "Pomozte nám zdokonalovat se";

"zanalytics.privacy.alert.description" = "Můžete nám pomoci zlepšovat náš produkt souhlasem se sdílením údajů o využívání vaší aplikace a informací o pádech. Údaje můžete sdílet se svou identitou nebo anonymně.\nPřipomínáme, že své předvolby můžete kdykoliv změnit v nastavení vaší aplikace.";

"zanalytics.privacy.alert.description.watchsupport" = "Můžete nám pomoci zlepšovat náš produkt souhlasem se sdílením údajů o využívání a informací o pádech. Údaje můžete sdílet se svou identitou nebo anonymně. Vaše předvolby budou synchronizovány mezi aplikacemi pro chytré hodinky a mobilními aplikacemi. Můžete je kdykoliv změnit v nastavení mobilní aplikace.";

"zanalytics.privacy.alert.option1" = "Jdu do toho včetně mé identity";

"zanalytics.privacy.alert.option2" = "Jdu do toho, ale anonymně";

"zanalytics.privacy.alert.option3" = "Nezajímá mě to";


"zanalytics.crash.alert.title" = "Aplikace %@ se při posledním použití neočekávaně ukončila";

"zanalytics.crash.alert.description" = "Chcete odeslat zprávu, abychom mohli tento problém opravit?";

"zanalytics.crash.alert.option1" = "Vždy zasílat zprávu";

"zanalytics.crash.alert.option2" = "Odeslat";

"zanalytics.crash.alert.option3" = "Teď ne";

"zanalytics.crash.alert.option4" = "Už se neptat";

"zanalytics.analytics.navbar.button.title.back" = "Zpět";

"zanalytics.privacy.onboarding.title" = "Správa vašeho soukromí";

"zanalytics.privacy.onboarding.description" = "Prozkoumejte způsoby, jak zvýšit soukromí a zabezpečení vašeho účtu.";

"zanalytics.privacy.onboarding.reviewprivacy.title" = "Přizpůsobit nastavení soukromí a zabezpečení";

"zanalytics.watch.privacy.alert.title" = "Předvolby analýzy";

"zanalytics.watch.privacy.alert.description" = "Vaše předvolby budou synchronizovány mezi mobilními aplikacemi a aplikacemi pro chytré hodinky. Své předvolby můžete kdykoliv změnit na obrazovce nastavení mobilní aplikace.";

"zanalytics.appupdates.title"="Je k dispozici nová aktualizace!";

"zanalytics.appupdates.description"="Doporučujeme Vám provést aktualizaci na tuto verzi, jedině tak si budete moci vychutnat naše nové zábavné funkce.";

"zanalytics.appupdates.action.update.now"=" Aktualizovat nyní ";

"zanalytics.appupdates.action.remind.me.later"="Připomenout později";

"zanalytics.appupdates.action.ignore"="Ignorovat";

"zanalytics.appupdates.unsupportedos.title"="Varování!";

"zanalytics.appupdates.unsupportedos.description"="Tato aplikace vyžaduje instalaci nejnovějšího OS. Aktualizujte nyní a práce bude probíhat hladce.";

"zanalytics.appupdates.unsupportedos.action"=" Instalovat později ";

"zanalytics.rateus.prompt.title" = "Baví vás tato aplikace?";

"zanalytics.rateus.action.rateinappstore" = "Ohodnotit v obchodě App Store";

"zanalytics.rateus.action.openfeedback" = "Odeslat zpětnou vazbu";

"zanalytics.rateus.action.later" = "Později";

